Repository: jpmckinney/ocds-extension-translations
Catalog: locale/*/LC_MESSAGES/risk_allocation/v1.1/docs.po
Languages: es

source: Risk allocation
es: Asignación de riesgos

source: The [framework for disclosure in PPPs](http://pubdocs.worldbank.org/en/773541448296707678/Disclosure-in-PPPs-Framework.pdf) calls for individual risk allocation information.
es: El [marco para la divulgación de APP](http://pubdocs.worldbank.org/en/773541448296707678/Disclosure-in-PPPs-Framework.pdf) exige información individual sobre la asignación de riesgos.

source: The risk allocation extension is used to provide structured data on the risk allocations defined in a public private partnerships contract.
es: La extensión de asignación de riesgos se utiliza para proporcionar datos estructurados sobre las asignaciones de riesgo definidas en un contrato de asociación público-privada.

source: Overview
es: Resumen

source: Risk allocations can be represented using an array of [risk blocks](../../../schema/reference/#organization) in the ```riskAllocation``` field of the ```contract``` section of an OCDS release.
es: Las asignaciones de riesgos se pueden representar utilizando una lista de [bloques de riesgo](../../../schema/reference/#organization) en el campo ```riskAllocation``` de la sección ```contract``` de una entrega de OCDS.

source: The risk category can be represented using the ```risk/category``` field using values from the [risk category codelist](../schema/codelists/#risk-category) based on the APMG PPP Certification Program.
es: La categoría de riesgo se puede representar utilizando el campo ```risk/category``` utilizando valores de la [lista de códigos de categoría de riesgo](../schema/codelists/#risk-category) basados ​​en el APMG PPP Certification Program.

source: The party retaining each risk should be represented using the ```risk/allocation``` field using values from the [risk allocation codelist](../schema/codelists/#risk-allocation).
es: La parte que conserva cada riesgo debe representarse utilizando el campo ```risk/allocation```, utilizando valores de la [lista de códigos de asignación de riesgos](../schema/codelists/#risk-allocation).

source: The description of the risk should be provided as free text using the ```risk/description``` field and the mitigation for the risk should be provided as free text using the ```risk/mitigation``` field.
es: La descripción del riesgo debe proporcionarse como texto libre utilizando el campo ```risk/description``` y la mitigación del riesgo debe proporcionarse como texto libre utilizando el campo ```risk/mitigation```.

source: Additional free text information on the risk can be provided using the ```risk/notes``` field.
es: Se puede proporcionar información de texto libre adicional sobre el riesgo utilizando el campo ```risk/notes```.

source: Risk Allocation Extension
es: Extensión de Asignación de Riesgos

source: The risk allocation extension provides a way to describe the risk allocations defined in a contract.
es: La extensión de asignación de riesgos da una forma de describir las asignaciones de riesgo definida en un contrato.

source: Understanding the allocation of risk between the parties involved in a contracting process is important for comparison of the agreements between public authorities and private parties in different projects and jurisdictions.
es: Entender la asignación de riesgo entre las partes involucradas en una proceso de contrataciones es importante para comparar los acuerdos entre las autoridades públicas y las partes privadas en los diferentes proyectos y jurisdicciones.

source: This extension introduces a new ```risk``` building block and extends the ```contract``` section of OCDS block with a new ```riskAllocation``` field.
es: Esta extensión introduce un nuevo bloque de ```risk``` que extiende la sección ```contract``` del bloque OCDS con un nuevo campo ```riskAllocation```.

source: Risk Allocation Field
es: Campo de asignación de riesgo

source: The ```contract/riskAllocation``` field is an array of ```risk``` buliding blocks, describing the allocation of risks in the contract.
es: El campo ```contract/riskAllocation``` es una lista de bloques de construcción ```risk``` que describen la asignación de riesgo en el contrato.

source: Risk Building Block
es: Bloque de construcción de riesgo

source: The risk building block provides a way to:
es: El bloque de construcción de riesgo permite:

source: Categorise the risk against the [risk category codelist](http://standard.open-contracting.org/latest/en/schema/codelists/#risk-category)
es: Categorizar el riesgo contra la [risk category codelist](http://standard.open-contracting.org/latest/en/schema/codelists/#risk-category)

source: Provide a free text description of the risk
es: Dar una descripción en texto sobre el riesgo

source: Describe the allocation of the risk between the parties in the contracting process
es: Describir la asignación de riesgo entre las partes del proceso de contrataciones

source: Describe the likelihood and fiscal impact of the risk
es: Describir la posibilidad y el impacto fiscal del riesgo

source: Describe the mitigation for the risk
es: Describir la mitigación del riesgo

source: Provide additional notes on the risk
es: Dar notas adicionales sobre el riesgo
