Repository: jpmckinney/ocds-extension-translations
Catalog: locale/*/LC_MESSAGES/contract_completion/master/docs.po
Languages: es

source: Contracts Completion
es: Finalización de Contratos

source: The Open Contracting Data Standard can be used to provide information on all stages of a contracting process, from planning through to implementation.
es: El Estándar de Contrataciones abiertas se puede usar para dar información sobre todas las etapas del proceso de contrataciones, desde la planeación hasta la implementación.

source: This extension introduces four fields that can be used at the end of a contracting process to provide details of the final date and value of the contract, and, where there is variation, to provide a justification of this.
es: Esta extensión introduce cuatro campos que pueden usarse al final de un procesos de contratación para dar detalles sobre la fecha final y valor del contrato, también se pueden utilizar cuando hay variaciones para dar una justificación de las mismas.

source: Additional fields
es: Campos Adicionales

source: The fields introduced by this extension are:
es: Los campos que se introducen con esta extensión son:

source: **`implementation/endDate`** - The date when contract implementation ended. This should only be provided when contract implementation is complete. Where `implementation/endDate` varies from the anticipated `contract/period/endDate` an explanation of the variance should be provided in `implementation/endDateDetails`.
es: **`implementation/endDate`**- La fecha en la que finalizó la implementación del contrato.Esto solo debe incluirse cuando el contrato esta competo. Cuando `implementation/endDate` cambia del `contract/period/endDate` anticipado, se debe de explicar el cambio en `implementation/endDateDetails`.

source: **`implementation/endDateDetails`** - Details related to the endDate. This may be a justification for the contract's completion date being different than in the original contract.
es: **`implementation/endDateDetails`** - Los detalles relacionados con el endDate.Esto puede ser una justificación en caso de que la fecha de finalización del contrato sea diferente al contrato original.

source: **`implementation/finalValue`** - The total value of all payments for a completed contract. This should only be provided when the final payment has been recorded. If `implementation/transactions` are used for this contract, this field should equal the sum of the `transaction/value/amount` fields. Where `finalValue/amount` varies from `contract/value/amount` an explanation of the variance should be provided in `finalValueDetails`.
es: **`implementation/finalValue`** El valor total de los pagos para un contrato completo. Esto debe de incluirse solamente cuando se ha registrado el último pago. Si se usa `implementation/transactions` para este contrato, este campo debe ser igual a la suma de los campos `transaction/value/amount`. Cuando `finalValue/amount` cambia de `contract/value/amount` se debe incluir una explicación del cambio en `finalValueDetails`.

source: **`implementation/finalValueDetails`** - Details related to the final value. This may be a justification for the completed contract's value being different than in the original contract.
es: *`implementation/finalValueDetails`**- Detalles relacionados con el valor final. Esto puede ser una justificación para el valor de los contratos terminados si son diferentes a los contratos originales.

source: Using existing OCDS fields within a Contracts Register
es: Utilizando campos de OCDS existentes en un Registro de Contratos

source: OCDS contains many existing fields that can be used as part of a Contracts Register. These are documented [in the schema reference](http://standard.open-contracting.org/latest/en/schema/reference/). This extension does not modify any of these fields. However, the following list is provided for convenience of those considering the design of a contracts register:
es: El OCDS tiene muchos campos que pueden usarse como parte de un Registro de Contratos. Estos están documentados en el [esquema](http://standard.open-contracting.org/latest/en/schema/reference/). Esta extensión no modifica ninguno de estos campos. De cualquier manera, la siguiente lista se da para la conveniencia de las personas que están considerado el diseño de un registro de contratos.

source: **Supplier details** should be recorded within the `awards` section, linked via `contracts/awardID` (even if you are only releasing information at the contract stage, you may provide information in the tender and award sections)
es: **Supplier details** se debe de registrar en la sección `awards`, ligada via `contracts/awardID` (aunque solo estes dando información sobre la etapa de contrataciones, puedes dar información en las secciones de licitación y adjudicación)

source: **Contract documents** can be linked to under `contract/documents`
es: **Contract documents** pueden ligarse bajo `contract/documents`-

source: **Performance reports** can be provided under `contract/implementation/documents`
es: **Performance reports** puede ponerse debajo de `contract/implementation/documents`

source: **Details of payments** can be provided under `contract/implementation/transactions`
es: **Details of payments** puede ponerse debajo de `contract/implementation/transactions`

source: **Progress details** can be provided using `contract/implementation/milestones`.
es: **Progress details** puede ponerse debajo de `contract/implementation/milestones`.

source: **Amendments** can be described using the `contact/amendments` array, and with past values provided using the OCDS [releases model as described here](http://standard.open-contracting.org/latest/en/implementation/amendments/)
es: **Amendments** pueden describirse usando la lista `contact/amendments` y con valores pasados utilizando el OCDS [releases model as described here](http://standard.open-contracting.org/latest/en/implementation/amendments/)

source: Using milestones to show contract completion
es: Utilizar hitos para mostrar la finalización de un contrato

source: Milestones may have a `status` of 'scheduled', 'met', 'notMet' or 'partiallyMet'. By providing at least one milestone for a contract, and then ensuring `milestone/status` is updated when `implementation/endDate` you can indicate whether a contract ended with successful delivery of all milestones and deliverables.
es: Los hitos pueden tener un `status` de 'scheduled', 'met', 'notMet' or 'partiallyMet'. Al dar al menos un hito por contrato, y asegurar que `milestone/status` se actualize cuando `implementation/endDate` se puede indicar que un contrato terminó con la entrega exitosa de hitos y entregables

source: JSON and CSV serializations
es: Serializaciones JSON y CSV

source: In some cases, it may be possible to design a simple contracts register using the [flat CSV serialization of OCDS](http://standard.open-contracting.org/latest/en/implementation/serialization/#csv).
es: En algunos casos, puede ser posible diseñar un registro de contratos simple utilizando el [flat CSV serialization de OCDS](http://standard.open-contracting.org/latest/en/implementation/serialization/#csv).

source: Example
es: Ejemplo

source: The following extract illustrates these properties in use within the `contract/implementation` block. Note the difference between the contract `period` and `value` (as agreed in the contract, or amended contract), and the implementation `finalValue` and `endDate`, along with the explanation provided of this variance.
es: El siguiente extracto ilustra como estas propiedades se usan dentro del bloque `contract/implementation`. Tenga en cuenta la diferencia entre `period` y `value` (como se acordó en el contrato, o en la versión corregida del contrato) y la implementación de `finalValue` y `endDate`, con la explicación que se da sobre este cambio

source: The example folder contains a full worked example with:
es: La carpeta ejemplo contiene un ejemplo de trabajo completo:

source: A release that provides details of a contract;
es: Un lanzamiento que da detalles sobre un contrato;

source: A release that includes an amendment to the contract to increase the total value, as well as initial payment transactions;
es: Un lanzamiento que incluye una enmienda al contrato para incrementar el valor total, así como el valor inicial de las transacciones;

source: A release that contains a confirmed end date, final value, and the explanation of variation in these.
es: Un lanzamiento que contiene una fecha final confirmada, el valor final y la explicación de variación en ellas

source: This is also supplied in record form, and with a simplified flat serialisation. The record can be viewed with [OCDS Show](https://open-contracting.github.io/ocds-show/) to demonstrate how the OCDS releases and records model captures change over time.
es: Esto también se da en forma de registro, con una serialización simple. Este record puede verse con [OCDS Show](https://open-contracting.github.io/ocds-show/) para demostrar como el modelo de lanzamientos y records OCDS captura los cambios sobre el tiempo

source: In the spreadsheet serialization it is possible to see three releases describing the three key moments from the same contracting process.
es: En la serialización de base de datos es posible ver tres tipos de lanzamientos que describen tres momentos clave en el mismo proceso de contratación

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: This extension was first discussed in <https://github.com/open-contracting/standard/issues/703>.
es: Esta extensión se discutió primero en <https://github.com/open-contracting/standard/issues/703>.
