Repository: jpmckinney/ocds-extension-translations
Catalog: locale/*/LC_MESSAGES/contract_completion/master/schema.po
Languages: es

source: Contract Completion
es: Cumplimiento del contrato

source: Adds fields to the contract implementation section to detail the end date, and final value of a contract.
es: Añade campos a la sección de implementación del contrato para detallar la fecha de finalización, y el valor final de un contrato.

source: End date
es: Fecha de fin

source: The date when contract implementation ended. This must only be provided when contract implementation is complete. Where `implementation/endDate` varies from the anticipated `contract/period/endDate` an explanation of the variance should be provided in `implementation/endDateDetails`.
es: La fecha en que la implementación del contrato terminó. Esto debe de incluirse solo cuando la implementación del contrato este completa. Dónde `implementation/endDate` sea diferente de lo anticipado en `contract/period/endDate` se debe dar una explicación sobre el cambio en `implementation/endDateDetails`.

source: End date details
es: Detalles de fecha de término

source: Details related to the endDate. This may be a justification for the contract's completion date being different than in the original contract.
es: Detalles relacionados con la endDate. Esto puede justificar que la fecha de cumplimento del contrato sea diferente a la del contrato original.

source: Final value
es: Valor final

source: The total value of all payments for a completed contract. This should only be provided when the final payment has been recorded. If `implementation/transactions` are used for this contract, this field should equal the sum of the `transaction/value/amount` fields. Where `finalValue/amount` varies from `contract/value/amount` an explanation of the variance should be provided in `finalValueDetails`.
es: El valor total de los pagos del contrato completo. Esto debe de incluirse solo cuando el pago final se haya registrado. Si se usa `implementation/transactions` para este contrato, este campo debe ser igual a los campos `transaction/value/amount` . Cuando `finalValue/amount` es diferente a `contract/value/amount` se debe dar una explicación del cambio en `finalValueDetails`.

source: Final value details
es: Detalles del valor final

source: Details related to the final value. This may be a justification for the completed contract's value being different than in the original contract.
es: Detalles relacionados al valor final. Esto puede ser una justificación del cambio del valor del contrato terminado contra el valor en el contrato original.
