Repository: jpmckinney/ocds-extension-translations
Catalog: locale/*/LC_MESSAGES/partyScale/master/docs.po
Languages: es

source: Party Details - Scale
es: Detalles de las partes - Escala

source: This is a Party Details extension. It adds support for the detailed classification of one or more of the organizations included in an OCDS contracting process release.
es: La extensión de los detalles de las partes. Da soporte para la clasificación detallada de una o más de las organizaciones incluyendo un release del proceso de contrataciones OCDS.

source: The `scale` field should be included in a release at `parties/details/scale`.
es: El campo `scale` debe ser incluido en un release en `parties/details/scale`.

source: Scale
es: Escala

source: The `scale` property can be used to indicate the size or scale of a commercial organization.
es: La propiedad `scale` puede usarse para indicar el tamaño o la escala de una organización comercial.

source: This is a metric used by a number of procurement statistics. For example, to calculate the share of procurement going to micro, small or medium enterprises.
es: Esto es una métrica utilizada por varias estadísticas de compras públicas. Por ejemplo, para calcular el número de compras que van a micro, pequeñas o medianas empresas.

source: The extension uses a fixed codelist with the following values:
es: Esta extensión usa una lista de código fija con los siguientes valores:

source: sme
es: PyME

source: large
es: grande

source: The extension does not define these terms. The exact definition of each is to be provided by the publishing organization, and in general should be the definition used in the law or regulations of the procuring entity or buyer.
es: Esta extensión no define estos términos. La definición exacta de cada una se da por la organización que publica y en general debe ser la definición que se utiliza en las leyes o regulaciones de la entidad compradora o comprador.

source: Laws and regulations vary as to the exact definition of these terms. The OECD [provide a relevant glossary definition here](https://stats.oecd.org/glossary/detail.asp?ID=3123).
es: Las leyes y regulaciones pueden variar así como la definición exacta de los términos. La OCDE [provide a relevant glossary definition here](https://stats.oecd.org/glossary/detail.asp?ID=3123).

source: Example
es: Ejemplo

source: The following example shows the location where the partyScale extension can be used.
es: El siguiente ejemplo muestra la ubicación donde se puede usar la extensión partyScale.

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.
