Repository: jpmckinney/ocds-extension-translations
Catalog: locale/*/LC_MESSAGES/shareholders/master/docs.po
Languages: es

source: Shareholder and ownership details
es: Detalles del accionista y de la propiedad

source: The shareholder extension can be used to provide details of the owners of parties involved in a contracting process.
es: La extensión de accionista se puede utilizar para proporcionar detalles de los propietarios de las partes involucradas en un proceso de contratación.

source: For example, in Public Private Partnerships processes, companies are often required to disclose information on their ownership structures when bidding, and when the contract is awarded, information on the ownership of a Special Purpose Vehicle (SPV) operating the contract may need to be kept up to date during project implementation.
es: Por ejemplo, en los procesos de Asociaciones Público-Privadas, a menudo se requiere que las compañías divulguen información sobre sus estructuras de propiedad al licitar y cuando se adjudique el contrato, es necesario mantener información sobre la propiedad de una Sociedad con Fines Específicos (SPV) actualizada durante la ejecución del proyecto.

source: Because each owner mentioned in the shareholders array should also gain an entry in the 'parties' array, it is possible to use this extension to build up information on corporate ownership networks involved in a contracting process.
es: Debido a que cada propietario mencionado en la matriz de accionistas también debe tener una entrada en la lista de 'parties', es posible utilizar esta extensión para crear información sobre las redes de propiedad corporativa involucrados en un proceso de contratación.

source: Beneficial ownership
es: Propiedad beneficiaria

source: This extension also includes a 'stub' entry for recording beneficial ownership information against a party.
es: Esta extensión también incluye una entrada 'stub' para registrar información de propiedad beneficiaria contra una parte.

source: At present this includes space for free-text description of ownership and control structures, but this may be further extended with structured beneficial ownership information drawing on the draft [Beneficial Ownership Data Standard](https://github.com/openownership/data-standard).
es: En la actualidad, esto incluye espacio para la descripción en texto libre de las estructuras de propiedad y control, pero podría ampliarse con información estructurada sobre la propiedad efectiva basada en el borrador [Beneficial Ownership Data Standard](https://github.com/openownership/data-standard).

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: 2018-05-08 - Make `shareholder/id` required to support revision tracking and [list merging](http://standard.open-contracting.org/latest/en/schema/merging/#lists).
es: 2018-05-08 - Hacer `shareholder/id` requerido para soportar el seguimiento de revisiones y [list merging](http://standard.open-contracting.org/latest/en/schema/merging/#lists).

source: Shareholders Extension
es: Extensión de Accionistas

source: The shareholder extension provides a way to describe the shareholders of the entities involved in a contracting process.
es: La extensión de accionistas da una forma de describir a los accionistas de las entidades involucradas en un proceso de contrataciones

source: Understanding the shareholders of the bidders or successful suppliers is important for analysis of the different organizations involved in contracting processes. This is particularly important where bidders are consortia.
es: Entender los accionistas de los ofertantes o proveedores exitosos es importante para el análisis de diferentes organizaciones involucradas en un proceso de contrataciones. Esto es particularmente importante cuando los ofertantes son consorcios.

source: The extension introduces a new `Shareholder` building block and extends the `Organization` building block with a new `shareholders` field.
es: la extensión incluye un nuevo bloque de construcción `Shareholder` que extiende el bloque de construcción con un nuevo campo `shareholders`.

source: Shareholders Field
es: Campo de accionistas

source: The `Organization/shareholders` field is an array of `Shareholder` building blocks, describing the shareholders for the organization.
es: El campo `Organization/shareholders` es una matriz de bloques de construcción `Shareholder`, describiendo los accionistas de la organización.

source: Shareholder Building Block
es: Bloque de construcción de accionistas

source: The shareholder building block provides a way to:
es: Bloque de construcción de accionistas da una forma de:

source: Link to the organization details of the shareholder
es: Liga a los detalles de la organización del accionista

source: Describe the amount of shares held by the shareholder
es: Describe el número de acciones que tiene el accionista

source: Describe the voting rights associated with the shareholding
es: Describir los derechos de voto que se asocian con ser accionista
